# FamilyIsElevationMarkBody Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..FamilyIsElevationMarkBody Property
ParameterTypeId Class See Also
---
"Elevation Mark Use"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId FamilyIsElevationMarkBody { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FamilyIsElevationMarkBody As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FamilyIsElevationMarkBody {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace